[
  { 
    "heading": "1896",
    "paragraphs": [
      "Margaret Kerwin is the first of her siblings to leave Ireland. By 24, she's been in the United States for four years and just married to Irish-born John Lawlor."
    ]
  },
  {
    "images": [
      {
        "src": "wbcco",
        "alt": "A scanned photograph of a brick factory along a set of railroad tracks",
        "caption": "Homer F. Basset, Waterbury and her Industries, 1889."
      }
    ],
    "paragraphs": [
      "A gritty industrial city of approximately 100,000, situated at the Naugatuck and Mad Rivers in central Connecticut, Waterbury had been the center of the American brass industry since the early 19th century."
    ]
  },
  {
    "images": [
      {
        "src": "map1899",
        "alt": "A handdrawn map of the city in 1899.",
        "caption": "Landis and Hughes Map of Waterbury, 1899. Library of Congress."
      }
    ]
  },
  { 
    "heading": "1900",
    "paragraphs": [
      "Margaret's younger sister, Katie, moves in with her family. It's not uncommon for immigrants to follow their families into the United States, putting down roots in small neighborhoods resembling their close-knit communities back home."
    ]
  },
  { 
    "images": [
      {
        "src": "sylvan15",
        "alt": "A modest 3-story home with a pink exterior and metal fence."
      }
    ],
    "paragraphs": [
      "Margaret's home, built in 1885, is one of those packed immigrant households. Her modest 3-story home contains 500-square-foot floors in which she crams 5 children, her husband, and her sister."
    ]
  },
  {
    "images": [
      {
        "src": "church",
        "alt": "A small church with a single steeple.",
        "caption": "Homer F. Basset, Waterbury and her Industries, 1889."
      }
    ],
    "paragraphs": [
      "The Kerwins are members of the Church of Immaculate Conception. The church, dedicated in 1857, was the first in Waterbury built specifically to be a Catholic church."
    ]
  },
  { 
    "heading": "Yankees and Catholics",
    "paragraphs": [
      "Irish Catholics are known to feud with Yankee Protestants, who own all of the manufacturing companies in the Naugatuck Valley. As a form of resistance, Irish laborers often steal company property from the factories in which they work."
    ]
  },
  { 
    "paragraphs": [
      "Regardless, the Waterbury Irish find comfort in their small communities, carrying out traditions of their past with families and friends."
    ]
  },
  { 
    "heading": "1905",
    "paragraphs": [
      "In the same year that Margaret's family moves away to Philadelphia, her younger brother James follows in from Ireland. He takes over the rented house with Katie."
    ]
  },
  { 
    "heading": "1906",
    "paragraphs": [
      "Katie moves out of the shared apartment when James marries Hannah Murphy."
    ]
  },
  {
    "heading": "1907",
    "paragraphs": [
      "As James and Hannah start their family, James's brother Martin moves into the city with his wife, Elizabeth Bergin, and their son, John Joseph.",
      "Martin had been living in Naugatuck, a neighboring town, since his arrival in 1900. He married Elizabeth in 1903, and they had John in 1905."
    ]
  },
  {
    "heading": "1908",
    "paragraphs": [
      "Katie moves again, this time with her new husband, Thomas J. Byrne."
    ]
  },
  {
    "heading": "1909",
    "paragraphs": [
      "As brothers Martin and James continue to grow their families, their brother Michael finally catches up to them in Waterbury. Michael and his wife, Bridget Agnes Murphy, have a newborn named John Francis.",
      "Newlyweds Katie and Thomas move to Detroit, Michigan."
    ]
  },
  {
    "heading": "Brass Mills",
    "images": [
      {
        "src": "wtbyBrassMills",
        "alt": "Large wooden waterwheels among remains of stone buildings surrounded by large trees.",
        "caption": "Original waterwheels, Waterbury Brass Company, ca. 1910. University of Connecticut Libraries."
      }
    ],
    "paragraphs": [
      "Many Irish immigrants found work in the manufacturing industry, which, by the early 20th century, was quickly gaining momentum. In particular, the brass industry in Waterbury began in the mid-18th century and provided an alternative for people struggling to make a living off the rocky, exhausted soil."
    ]
  },
  { 
    "images": [
      {
        "src": "wtbyBrass",
        "alt": "An old photo of a brass factory on a grass hill.",
        "caption": "Homer F. Basset, Waterbury and her Industries, 1889."
      }
    ],
    "paragraphs": [
      "When Michael got his first job in Watebury at the Waterbury Brass Company, it sat humbly on a grass hill."
    ]
  },
  { 
    "heading": "Humble Beginnings",
    "paragraphs": [
      "Waterbury's first generation of brass manufacturers did not set out to create a brass industry. Their initial goal was to produce buttons and clocks to be sold by peddlers as an alternative to farming, which was a limited success in Waterbury."
    ]
  },
  {
    "images": [
      {
        "src": "clocks",
        "alt": "A vintage catalogue of products by Waterbury Clock Company."
      }
    ],
    "paragraphs": [
      "Factories were churning out all kinds of metal products, including silverware, metal hoses, buttons, clocks, and watches."
    ]
  },
    {
    "heading": "Godparents", 
    "paragraphs": [
      "Sometime between 1913 and 1916, James and Hannah die unexpectedly. The cause of death is unclear.",
      "Their children get separated. Jeremiah stays in Connecticut with Hannah's sister, and Anne gets unofficially adopted by Katie and Thomas in Detroit."
    ]
  },
  { 
    "heading": "World War I",
    "paragraphs": [
      "While Waterbury's brass industry had been established in the 19th century and steadily growing ever since, World War I was the catalyst for the city's industrial ramp-up.",
      "Scovill Manufacturing Company, like many others in Waterbury at the time, was a button manufacturer, but, during the war, became a top manufacturer of brass shells and time fuses to supply to American forces."
    ]
  },
  { 
    "images": [
      {
        "src": "rally",
        "caption": "Archives & Special Collections at the Thomas J. Dodd Research Center, University of Connecticut Libraries.",
        "alt": "Large crowd of workers listening to man standing on platform. Stone buildings in background, one with awnings. Other buildings and gated plant entrance shown."
      }
    ],
    "paragraphs": [
      "During the war, laborers often attended patriotic rallies, like this one at the Coe Manufacturing Company in Torrington. Coe Manufacturing was owned by American Brass, one of the leading brass manufacturers of the 20th century."
    ]
  },
  { 
    "heading": "Scovill Manufacturing",
    "images": [
      {
        "src": "scovill",
        "alt": "An aerial view of a factory with smokestacks and residential area surrounding."
      }
    ],
    "paragraphs": [
      "Scovill Manufacturing was another leading company, whose large slew of factories sat along the Mad River in central Waterbury."
    ]
  },
  { 
    "images": [
      {
        "src": "scovillOffice",
        "alt": ""
      }
    ],
    "paragraphs": [
      "Today, all that remain of the company are the abandoned office buildings. The mills have been replaced by retail buildings, restaurants, and a large parking lot that covers a portion of the Mad River."
    ]
  },
  { 
    "paragraphs": [
      "Waterbury gradually becomes a metropolis full of shops, theaters, restaurants, and a constant hum factory production.",
      "Responsible for nearly all of America's brass production, the city thrives, and some residents compare it to a \"miniature Times Square.\""
    ]
  },
  { 
    "images": [
      {
        "src": "street",
        "alt": ""
      }
    ],
    "paragraphs": [
      "Few residents rely on cars, meaning families who work have to live close to downtown to be able to walk to their jobs. Extended families end up living in close proximity to one another, working in various factories throughout the area."
    ]
  },
  { 
    "paragraphs": [
      "The Waterbury Irish are able to maintain the close-knit cultures of their villages back in Ireland. With only a few blocks between them, households gather together every weekend for family meals."
    ]
  },
  { 
    "heading": "1924",
    "paragraphs": [
      "By the mid-1920s, over 20 years have passed since the first generation of Kerwin brothers—Martin, Michael, and the late James—arrived in Waterbury. By now, their sons are becoming old enough to join them in the brass mills.",
      "Martin's eldest son, John Joseph, is the first of his generation to begin work. At 19, he starts his first job at the American Brass Company."
    ]
  },
  { 
    "heading": "American Brass Company",
    "paragraphs": [
      "The American Brass company was one of the largest brass manufacturers in the country and one of the \"Big Three\" manufacturers in Waterbury."
    ]
  },
  { 
    "images": [
      {
        "src": "abcoPostcard",
        "alt": ""
      }
    ],
    "paragraphs": [
      "With branches along the Naugatuck river, both north and south of the cemetry, American Brass was responsible for two-thirds of brass and one-third of copper production in the US."
    ]
  },
  { 
    "images": [
      {
        "src": "abcoAbandoned",
        "alt": ""
      }
    ],
    "paragraphs": [
      "Today, most of the mills are either abandoned or destroyed. One of its buildings sufferred a fire in 2018, marking the true death of a once-booming business."
    ]
  },
  { 
    "heading": "Waterbury Clock Company",
    "paragraphs": [
      "In addition to brass, Waterbury is known for its watches, with Waterbury Clock Company as its leading manufacturer of watch and clock products."
    ]
  },
  { 
    "images": [
      {
        "src": "wcco",
        "alt": ""
      }
    ],
    "paragraphs": [
      "Just five minutes from its complex on Cherry Ave, Michael begins a long and loyal period of employment for Waterbury Clock Company in 1928."
    ]
  },
  { 
    "images": [
      {
        "src": "wccoOffice",
        "alt": ""
      }
    ],
    "paragraphs": [
      "Lively scenes of the office building, featuring its bright red awnings, are often depicted on postcards."
    ]
  },
  { 
    "paragraphs": [
      "Now known as the Timex Group, Waterbury Clock Company is one of Waterbury's only manufacturing companies from the 19th century that is still alive today, making it one of Waterbury's most successful businesses."
    ]
  },
  { 
    "paragraphs": [
      "Though its complex on Cherry Ave is no longer used for manufacturing, the company continues to manufacture watches and even offers a collection honoring its roots in Waterbury."
    ]
  },
  { 
    "images": [
      {
        "src": "wccoNow",
        "alt": ""
      }
    ],
    "paragraphs": [
      "Broken windows and graffiti decorate the abandoned office building."
    ]
  },
  { 
    "heading": "1936",
    "paragraphs": [
      "Michael and Bridget become empty nesters as John Francis marries Mary Wallace and Rita marries John Madden.",
      "A few minutes south, Martin John's household squeezes in three generations of Kerwins with the arrival of Martin Pierce's son, Donald, and daughter, Elizabeth."
    ]
  },
  { 
    "images": [
      {
        "src": "pleasant31",
        "alt": ""
      }
    ],
    "paragraphs": [
      "Martin J. owns the two-story building and rents out one of the units to Martin P. and his family. While Martin P. is the head of his new household, his younger brothers Daniel and Louis continue to live as bachelors with their parents."
    ]
  },
  { 
    "heading": "World War II",
    "paragraphs": [
      "Waterbury's employment in the brass industry hits a peak of about 20,000 as America begins to gear up for World War II, and local factories retool for war production.",
      "Manufacturers such as Anaconda American Brass Company, the Scovill Manufacturing Company, and Chase Brass and Copper convert their operations from brass production to manufacturing cartridge clips, shell cases and time fuses for bombs. The Waterbury Clock Company also retools to make munitions such as mechanical time fuses for bombs and gun sight units for airplanes."
    ]
  },
  { 
    "paragraphs": [
      "Along with many other immigrants in the Naugatuck Valley, the Kerwins assist the war effort at home, continuing to work in such factories to supply goods to American forces.",
      "Daniel Kerwin serves in the US Army from 1941 to 1945."
    ]
  },
  { 
    "images": [
      {
        "src": "workers",
        "alt": "",
        "caption": "Archives & Special Collections at the Thomas J. Dodd Research Center, University of Connecticut Libraries."
      }
    ],
    "paragraphs": [
      "Immigrants and their children, who make up a majority of the workforce, are crucial to the boom in war production. Waterbury is made up of Irish, Italian, German, and Polish communities, all of whom become dedicated and skilled workers.",
      "The Brass City develops a reputation for \"zero tolerance\"—incredible precision, down to a ten thousandth of an inch."
    ]
  },
  { 
    "heading": "1950s",
    "paragraphs": [
      "A 75-year-old widower, Martin John dies in 1950. He had worked in Waterbury's industries for over 35 years."
    ]
  },
  { 
    "paragraphs": [
      "With Michael's retirement, the first generation of Kerwins to live in the United States is officially out of work. Their children, now with their own children, continue to labor in the factories, but the industry isn't what it once was."
    ]
  },
  { 
    "paragraphs": [
      "The end of the war spells the beginning of a sharp decline of Waterbury's manufacturing base. Employment is nowhere near its peak of 20,000."
    ]
  },
  { 
    "paragraphs": [
      "By the mid-1950's, Watebury's motto, \"Quid aere perennius?\" (\"What is more lasting than brass?\") begins to lose its shine, as materials like plastic, aluminum, and zinc, replace brass in household products."
    ]
  },
  { 
    "paragraphs": [
      "As plenty of surrounding mills start closing down, the Brass City witnesses the end of an era, and the Kerwins are lucky to have jobs within the larger corporations."
    ]
  },
  { 
    "paragraphs": [
      "Compounded by the rise of national corporations, Waterbury suffers as part of a mono-industrial region. Brass industry employees struggle to compete with cheap labor overseas."
    ]
  },
  { 
    "paragraphs": [
      "Regardless, Michael and Martin's children—John Francis, Martin Pierce, Daniel Vincent, and Louis Patrick—remain content with their families in Waterbury, which has been so good to them for so long."
    ]
  },
  { 
    "heading": "1964",
    "paragraphs": [
      "They remain in the Brass City for decades, eventually fizzling out over generations, but this visualization ends with the death of Michael Kerwin—the great-great-grandfather of the creator of this project."
    ]
  },
  { 
    "heading": "Acknowledgements",
    "paragraphs": [
      "Special thanks to Sandra Duffy for her genealogical research contributions.",
      "The research presented in this visualization is not official geneological work and may contain errors."
    ]
  },
  { 
    "paragraphs": [
      "MacKenzie Kerwin, 2022."
    ]
  }
]
